Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamenkielinen_oppimateriaalityo_tehostuu_-_lautakunnan_puheenjohtaja_on_tyytyvainen_mutta_odottaa_rahoitukseen_pysyvaa_korotusta_.html.tmx
Source language: fin
Languages: sme

source: Saamenkielinen oppimateriaalityö tehostuu – lautakunnan puheenjohtaja on tyytyväinen, mutta odottaa rahoitukseen pysyvää korotusta
sme: Sámegielat oahppamateriálabargu beavttálmuvvá – lávdegotti ságadoalli lea duhtavaš, muhto vuordá ruhtadeapmái bissovaš lasáhusa

source: Saamenkielistä oppimateriaalia tuotetaan tänä vuonna kaksinkertaisella budjetilla aiempiin vuosiin verrattuna.
sme: Sámegielat oahppamateriála buvttaduvvo dán jagi guovttegeardásaš bušeahtain ovddit jagiid ektui.

source: Opetus- ja kulttuuriministeriön viime vuonna loppuraporttinsa ministerille luovuttanut työryhmä nosti esille saamenkielisen oppimateriaalin suuret puutteet, jotka kuormittavat erityisesti opettajia.
sme: Oahpahus- ja kulturministeriija bargojoavku, mii guđii diibmá loahpparaporttas oahpahusministarii, čalmmustahtii stuorra váilevuođaid sámegielat oahppamateriáladiliin. Sámegielat oahppamateriálaid váilun barggaha earenoamážit oahpaheaddjiid.

source: Ministeriö teetti useita erillisselvityksiä saamelaisopetuksen puutteista.
sme: Ministeriijai ráhkaduvvojedje máŋggat sierra čielggadeamit sámeoahpahusa váilevuođain.

source: Yksi niistä koski saamenkielisen oppimateriaalin tilannetta ja tulevia tarpeita .
sme: Okta dain guoskkai sámegielat oahppamateriáladiliide ja boahttevaš dárbbuide .

source: Eduskunta hyväksyi joulukuussa 500.000 euron lisäyksen saamenkieliseen oppimateriaalityöhön, mikä ilahduttaa erityisesti oppimateriaalityön resurssien käytöstä päättävän lautakunnan puheenjohtajaa.
sme: Riikabeaivvit dohkkehii juovlamánus 500.000 euro lasáhusa sámegielat oahppamateriálabargui, mii illudahttá earenoamážit oahppamateriálabarggu resurssaid geavaheamis mearrideaddji lávdegotti ságadoalli.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakuntaa johtava Tauno Ljetoff on tyytyväinen ministeriön kanssa käytyihin keskusteluihin ja siihen, että oppimateriaalitarpeet on vihdoin saatu näkyville.
sme: Sámedikki skuvlen- ja oahppamateriálalávdegotti ságajođiheaddji Tauno Ljetoff lea duhtavaš ságastallamiidda ministeriijain ja dasa, ahte oahppamateriáladárbbut leat viimmat buktojuvvon oidnosii.

source: – Rahoitus pitäisi kuitenkin nostaa pysyvästi tämän vuoden tasolle.
sme: – Ruhtadeami galggašii goittotge loktet bissovaččat dán jagi dássái.

source: Samalla myös saamen kielten etäopetuksen rahoitus pitäisi turvata pysyvästi.
sme: Seammás galggašii maiddái sámegielaid gáiddusoahpahusa ruhtadeapmi sihkkarastojuvvot bissovaš vuođu nala.

source: Senkin merkitys on äärimmäisen tärkeä saamelaisten kotiseutualueen ulkopuolella asuville saamelaisille.
sme: Dánnai mearkkašupmi lea hirbmat dehálaš sámiid ruovttuguovllu olggobealde ássi sámiide.

source: Oppimateriaalityöhön on kuluvana vuonna käytettävissä miljoona euroa. Saamelaiskäräjät hakee juuri nyt useita oppimateriaalin projektityöntekijöitä.
sme: Oahppamateriálabarggu bušeahtta dán jahkái lea okta miljovdna euro ja Sámediggi lea almmuhan ohcan láhkái moanaid oahppamateriála prošeaktabargguid.

source: Lisäksi hallinnollisiin ja verkkopalvelujen kehittämistehtäviin palkattiin juuri hallinnollinen suunnittelija.
sme: Dasa lassin hálddahuslaš ja fierbmebálvalusaid ovddidanbargguide bálkáhuvvui aiddo hálddahuslaš plánejeaddji.

source: Tehtävässä aloittaa helmikuun alussa Unni Länsman.
sme: Das bargagoahtá guovvamánu álggus Unni Länsman.

source: – Tänä vuonna pyritään vastaamaan kiireellisimpiin tarpeisiin ja saattamaan aiempina vuosina rahan puutteen vuoksi kesken jääneitä hankkeita valmiiksi.
sme: – Dán jagi áigge iskat vástidit buot hohpoleamos dárbbuide ja gárvet dakkár prošeavttaid, mat leat ovddit jagiid áigge báhcán gaskan ruhtavátnivuođa dihtii.

source: Nyt tekijöitä haetaan erityisesti saamen äidinkielten, maantiedon, biologian ja saame vieraana kielenä oppiaineiden materiaalityöhön , kertoo Ljetoff.
sme: Dál ohcat bargiid earenoamážit sámi eatnigielaid, eatnandieđu, biologiija ja sámegiella vieris giellan oahppoávdnasiid materiálabargui , muitala Ljetoff.

source: – Haettavana on myös inarinsaamenkielisen oppimateriaalisuunnittelijan viransijaisuus Miina Seurujärven aloitettua työnsä saamelaisten totuus- ja sovintokomission jäsenenä.
sme: – Ohcan láhkái lea maiddái anárašgielat oahppamateriálaplánejeaddji virgesadjásašvuohta go Miina Seurujärvi lea bargagoahtán sámiid duohtavuohta- ja soabadankommišuvnna lahttun.

source: – Toivottavasti saamme paljon hyviä hakemuksia!
sme: – Doaivut oažžut valjis buriid ohcamušaid!

source: Tutustu Saamelaiskäräjien oppimateriaalityöhön ja muuhun toimintaan:
sme: Skuvlen ja oahppamateriála

source: Koulutus ja oppimateriaali
sme: Skuvlen- ja oahppamateriálalávdegoddi

source: Koulutus- ja oppimateriaalilautakunta
sme: Oahppamateriálaid neahttagávpi

source: Oppimateriaalien verkkokauppa
sme: Sámegielaid gáiddusoahpahus

source: Saamen kielten etäopetushanke
sme: Diehtu sámeáššiin oahpahusa várás

source: Saamelaistietoa opetukseen
sme: Lassedieđut:

source: Lisätietoja
sme: Ulla Aikio-Puoskari skuvlenčálli puh. 010 839 3112, 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi

source: Ulla Aikio-Puoskari koulutussihteeri puh. 010 839 3112, 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi
sme: Petra Kuuva oahppamateriálačálli puh. 010 839 3119, 040 677 2275 petra.kuuva(at)samediggi.fi

source: Petra Kuuva oppimateriaalisihteeri puh. 010 839 3119, 040 677 2275 petra.kuuva(at)samediggi.fi
sme: Marita Aikio oahppamateriálaplánejeaddji puh. 010 839 3111, 040 662 9018 marita.aikio(at)samediggi.fi
